<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadContent</key>
			<dict>
				<key>com.barebones.bbedit</key>
				<dict>
					<key>Set-Once</key>
					<array>
						<dict>
							<key>mcx_preference_settings</key>
							<dict>
								<key>4b85b960d9fb08e2472128af180768a5410</key>
								<date>2018-01-01T00:00:00Z</date>
								<key>HiddenCommands</key>
								<array>
									<integer>20204</integer>
									<integer>23029</integer>
									<integer>20014</integer>
									<integer>625</integer>
									<integer>20302</integer>
									<integer>20207</integer>
									<integer>628</integer>
									<integer>20305</integer>
									<integer>20210</integer>
									<integer>20403</integer>
									<integer>631</integer>
									<integer>20213</integer>
									<integer>20501</integer>
									<integer>20406</integer>
									<integer>634</integer>
									<integer>20216</integer>
									<integer>20504</integer>
									<integer>20409</integer>
									<integer>637</integer>
									<integer>254</integer>
									<integer>10117</integer>
									<integer>20602</integer>
									<integer>208</integer>
									<integer>20507</integer>
									<integer>20412</integer>
									<integer>20700</integer>
									<integer>10503</integer>
									<integer>20605</integer>
									<integer>20415</integer>
									<integer>11606</integer>
									<integer>20703</integer>
									<integer>20801</integer>
									<integer>23004</integer>
									<integer>20706</integer>
									<integer>20611</integer>
									<integer>24202</integer>
									<integer>10509</integer>
									<integer>20804</integer>
									<integer>23007</integer>
									<integer>20709</integer>
									<integer>10129</integer>
									<integer>24205</integer>
									<integer>20902</integer>
									<integer>20614</integer>
									<integer>508</integer>
									<integer>23010</integer>
									<integer>413</integer>
									<integer>21000</integer>
									<integer>24208</integer>
									<integer>10132</integer>
									<integer>20617</integer>
									<integer>416</integer>
									<integer>23013</integer>
									<integer>21003</integer>
									<integer>24211</integer>
									<integer>226</integer>
									<integer>24214</integer>
									<integer>20001</integer>
									<integer>21009</integer>
									<integer>24217</integer>
									<integer>20004</integer>
									<integer>23022</integer>
									<integer>20102</integer>
									<integer>20007</integer>
									<integer>20200</integer>
									<integer>23025</integer>
									<integer>20105</integer>
									<integer>20203</integer>
									<integer>23028</integer>
									<integer>3400</integer>
									<integer>20301</integer>
									<integer>20206</integer>
									<integer>627</integer>
									<integer>20304</integer>
									<integer>20209</integer>
									<integer>20402</integer>
									<integer>630</integer>
									<integer>20307</integer>
									<integer>10110</integer>
									<integer>20212</integer>
									<integer>440</integer>
									<integer>201</integer>
									<integer>20500</integer>
									<integer>20405</integer>
									<integer>633</integer>
									<integer>20215</integer>
									<integer>20503</integer>
									<integer>20408</integer>
									<integer>636</integer>
									<integer>20601</integer>
									<integer>20218</integer>
									<integer>207</integer>
									<integer>20506</integer>
									<integer>20411</integer>
									<integer>20604</integer>
									<integer>210</integer>
									<integer>20509</integer>
									<integer>20414</integer>
									<integer>23000</integer>
									<integer>20702</integer>
									<integer>20607</integer>
									<integer>11608</integer>
									<integer>20800</integer>
									<integer>20705</integer>
									<integer>20610</integer>
									<integer>24201</integer>
									<integer>20803</integer>
									<integer>23006</integer>
									<integer>20708</integer>
									<integer>20613</integer>
									<integer>24204</integer>
									<integer>20901</integer>
									<integer>20806</integer>
									<integer>23009</integer>
									<integer>10131</integer>
									<integer>20616</integer>
									<integer>24207</integer>
									<integer>20711</integer>
									<integer>23012</integer>
									<integer>10134</integer>
									<integer>21002</integer>
									<integer>415</integer>
									<integer>225</integer>
									<integer>24210</integer>
									<integer>23015</integer>
									<integer>21005</integer>
									<integer>24213</integer>
									<integer>611</integer>
									<integer>20000</integer>
									<integer>23018</integer>
									<integer>21008</integer>
									<integer>24216</integer>
									<integer>20003</integer>
									<integer>11626</integer>
									<integer>23021</integer>
									<integer>20101</integer>
									<integer>24219</integer>
									<integer>23024</integer>
									<integer>20104</integer>
									<integer>24222</integer>
									<integer>20009</integer>
									<integer>20202</integer>
									<integer>23027</integer>
									<integer>626</integer>
									<integer>20303</integer>
									<integer>20208</integer>
									<integer>20401</integer>
									<integer>629</integer>
									<integer>20306</integer>
									<integer>10109</integer>
									<integer>20211</integer>
									<integer>20404</integer>
									<integer>632</integer>
									<integer>20214</integer>
									<integer>20502</integer>
									<integer>20407</integer>
									<integer>635</integer>
									<integer>20600</integer>
									<integer>20217</integer>
									<integer>20505</integer>
									<integer>20410</integer>
									<integer>255</integer>
									<integer>11601</integer>
									<integer>638</integer>
									<integer>20603</integer>
									<integer>209</integer>
									<integer>20508</integer>
									<integer>25009</integer>
									<integer>641</integer>
									<integer>20701</integer>
									<integer>20413</integer>
									<integer>20606</integer>
									<integer>11607</integer>
									<integer>20704</integer>
									<integer>20609</integer>
									<integer>24200</integer>
									<integer>20802</integer>
									<integer>20707</integer>
									<integer>10510</integer>
									<integer>20612</integer>
									<integer>24203</integer>
									<integer>20900</integer>
									<integer>20805</integer>
									<integer>20710</integer>
									<integer>10130</integer>
									<integer>20615</integer>
									<integer>23008</integer>
									<integer>24206</integer>
									<integer>23011</integer>
									<integer>10133</integer>
									<integer>21001</integer>
									<integer>24209</integer>
									<integer>24212</integer>
									<integer>23017</integer>
									<integer>21007</integer>
									<integer>24215</integer>
									<integer>23020</integer>
									<integer>20100</integer>
									<integer>20005</integer>
									<integer>24218</integer>
									<integer>23023</integer>
									<integer>20103</integer>
									<integer>20201</integer>
									<integer>11153</integer>
									<integer>23026</integer>
									<integer>239</integer>
								</array>
								<key>HiddenMenus</key>
								<array>
									<integer>1137</integer>
									<integer>2106</integer>
									<integer>2105</integer>
									<integer>2104</integer>
								</array>
							</dict>
						</dict>
					</array>
				</dict>
			</dict>
			<key>PayloadEnabled</key>
			<true/>
			<key>PayloadIdentifier</key>
			<string>MCXToProfile.ddf8e522-dbfa-4111-bf8a-5be585d5d2e4.alacarte.customsettings.9573e6f5-6bc7-4310-8f1a-6419577c9e72</string>
			<key>PayloadType</key>
			<string>com.apple.ManagedClient.preferences</string>
			<key>PayloadUUID</key>
			<string>9573e6f5-6bc7-4310-8f1a-6419577c9e72</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>Configure BBEdit by suppressing license nag and hiding non-free menus and commands.</string>
	<key>PayloadDisplayName</key>
	<string>BBEdit Configuration</string>
	<key>PayloadIdentifier</key>
	<string>com.company.9573e6f5-6bc7-4310-8f1a-6419577c9e72.configure_bbedit</string>
	<key>PayloadOrganization</key>
	<string>Company Name</string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadScope</key>
	<string>System</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>ddf8e522-dbfa-4111-bf8a-5be585d5d2e4</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
