<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1">
  <dict>
    <key>PayloadUUID</key>
    <string>0ff1e4d2-8614-4899-a3bb-157b1e4610a0</string>
    <key>PayloadType</key>
    <string>Configuration</string>
    <key>PayloadOrganization</key>
    <string>Company Name</string>
    <key>PayloadIdentifier</key>
    <string>0ff1e4d2-8614-4899-a3bb-157b1e4610a0</string>
    <key>PayloadDisplayName</key>
    <string>Sets Documentation Terminal profile</string>
    <key>PayloadDescription</key>
    <string/>
    <key>PayloadVersion</key>
    <integer>1</integer>
    <key>PayloadEnabled</key>
    <true/>
    <key>PayloadRemovalDisallowed</key>
    <true/>
    <key>PayloadScope</key>
    <string>System</string>
    <key>PayloadContent</key>
    <array>
      <dict>
        <key>PayloadDisplayName</key>
        <string>Custom Settings</string>
        <key>PayloadIdentifier</key>
        <string>MCXToProfile.2548385c-4378-49c0-84ed-c454fcf9e50b.alacarte.customsettings.c8a7ea9d-8e7d-4f29-87f0-8604fc377761</string>
        <key>PayloadOrganization</key>
        <string>JAMF Software</string>
        <key>PayloadType</key>
        <string>com.apple.ManagedClient.preferences</string>
        <key>PayloadUUID</key>
        <string>c8a7ea9d-8e7d-4f29-87f0-8604fc377761</string>
        <key>PayloadVersion</key>
        <integer>1</integer>
        <key>PayloadContent</key>
        <dict>
          <key>com.apple.Terminal</key>
          <dict>
            <key>Forced</key>
            <array>
              <dict>
                <key>mcx_preference_settings</key>
                <dict>
                  <key>Default Window Settings</key>
                  <string>Documentation</string>
                  <key>Startup Window Settings</key>
                  <string>Documentation</string>
                  <key>Window Settings</key>
                  <dict>
                    <key>Documentation</key>
                    <dict>
                      <key>Font</key>
                      <data>YnBsaXN0MDDUAQIDBAUGBwpYJHZlcnNpb25ZJGFyY2hpdmVyVCR0b3BYJG9iamVjdHMSAAGGoF8QD05TS2V5ZWRBcmNoaXZlctEICVRyb290gAGkCwwVFlUkbnVsbNQNDg8QERITFFZOU1NpemVYTlNmRmxhZ3NWTlNOYW1lViRjbGFzcyNAMgAAAAAAABAQgAKAA1ZNb25hY2/SFxgZGlokY2xhc3NuYW1lWCRjbGFzc2VzVk5TRm9udKIZG1hOU09iamVjdAgRGiQpMjdJTFFTWF5nbnd+hY6QkpSboKu0u74AAAAAAAABAQAAAAAAAAAcAAAAAAAAAAAAAAAAAAAAxw==</data>
                      <key>FontAntialias</key>
                      <true/>
                      <key>FontWidthSpacing</key>
                      <real>1.004032258064516</real>
                      <key>Linewrap</key>
                      <true/>
                      <key>ProfileCurrentVersion</key>
                      <real>2.07</real>
                      <key>name</key>
                      <string>Documentation</string>
                      <key>type</key>
                      <string>Window Settings</string>
                    </dict>
                  </dict>
                </dict>
              </dict>
            </array>
          </dict>
        </dict>
      </dict>
    </array>
  </dict>
</plist>
